
/* Class = "NSWindow"; title = "Window"; ObjectID = "112"; */
"112.title" = "Окно";

/* Class = "NSTextFieldCell"; title = "Comment:"; ObjectID = "152"; */
"152.title" = "Комментарий:";

/* Class = "NSTextFieldCell"; title = "msgText"; ObjectID = "153"; */
"153.title" = "msgText";

/* Class = "NSTextFieldCell"; title = "E-mail address:"; ObjectID = "154"; */
"154.title" = "Адрес E-mail:";

/* Class = "NSTextFieldCell"; title = "Full name:"; ObjectID = "155"; */
"155.title" = "Полное имя:";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "156"; */
"156.title" = "Отмена";

/* Class = "NSButtonCell"; title = "Generate user ID"; ObjectID = "157"; */
"157.title" = "Создать ID пользователя";

/* Class = "NSButtonCell"; title = "Key expires"; ObjectID = "242"; */
"242.title" = "Ключ истекает";

/* Class = "NSTextFieldCell"; title = "msgText"; ObjectID = "243"; */
"243.title" = "msgText";

/* Class = "NSTextFieldCell"; title = "Length:"; ObjectID = "244"; */
"244.title" = "Длина:";

/* Class = "NSTextFieldCell"; title = "Expiration date:"; ObjectID = "245"; */
"245.title" = "Срок годности:";

/* Class = "NSTextFieldCell"; title = "Key type:"; ObjectID = "246"; */
"246.title" = "Тип ключа:";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "247"; */
"247.title" = "Отмена";

/* Class = "NSButtonCell"; title = "Generate subkey"; ObjectID = "248"; */
"248.title" = "Генерировать subkey";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "252"; */
"252.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "RSA (encrypt only)"; ObjectID = "253"; */
"253.title" = "RSA (только шифрование)";

/* Class = "NSMenuItem"; title = "Elgamal (encrypt only)"; ObjectID = "254"; */
"254.title" = "Elgamal (только шифрование)";

/* Class = "NSMenuItem"; title = "RSA (sign only)"; ObjectID = "255"; */
"255.title" = "RSA (только подпись)";

/* Class = "NSMenuItem"; title = "DSA (sign only)"; ObjectID = "256"; */
"256.title" = "DSA (только подпись)";

/* Class = "NSButtonCell"; title = "Generate signature"; ObjectID = "378"; */
"378.title" = "Генерировать подпись";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "379"; */
"379.title" = "Отмена";

/* Class = "NSTextFieldCell"; title = "Expiration date:"; ObjectID = "381"; */
"381.title" = "Срок годности:";

/* Class = "NSTextFieldCell"; title = "msgText"; ObjectID = "383"; */
"383.title" = "msgText";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "385"; */
"385.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "I will not answer."; ObjectID = "389"; */
"389.title" = "Без ответа.";

/* Class = "NSButtonCell"; title = "Signature expires"; ObjectID = "392"; */
"392.title" = "Подпись истекает";

/* Class = "NSMenuItem"; title = "I have not checked at all."; ObjectID = "405"; */
"405.title" = "Я не проверял.";

/* Class = "NSMenuItem"; title = "I have done casual checking."; ObjectID = "406"; */
"406.title" = "Я проверял поверхностно.";

/* Class = "NSMenuItem"; title = "I have done very careful checking."; ObjectID = "407"; */
"407.title" = "Я проверил очень внимательно.";

/* Class = "NSTextFieldCell"; title = "How carefully have you verified the key you are about to sign actually belongs to the person named above?"; ObjectID = "409"; */
"409.title" = "Насколько внимательно вы проверили что этот ключ принадлежит человеку указанному выше?";

/* Class = "NSButtonCell"; title = "Change expiration date"; ObjectID = "427"; */
"427.title" = "Изменить срок годности";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "428"; */
"428.title" = "Отмена";

/* Class = "NSTextFieldCell"; title = "Expiration date:"; ObjectID = "430"; */
"430.title" = "Срок годности:";

/* Class = "NSTextFieldCell"; title = "msgText"; ObjectID = "432"; */
"432.title" = "msgText";

/* Class = "NSButtonCell"; title = "Key expires"; ObjectID = "441"; */
"441.title" = "Ключ истекает";

/* Class = "NSButtonCell"; title = "Local signature"; ObjectID = "468"; */
"468.title" = "Локальная подпись";

/* Class = "NSButtonCell"; title = "Search key"; ObjectID = "481"; */
"481.title" = "Найти ключ";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "482"; */
"482.title" = "Отмена";

/* Class = "NSTextFieldCell"; title = "Search:"; ObjectID = "483"; */
"483.title" = "Найти:";

/* Class = "NSTextFieldCell"; title = "Search for key on keyserver."; ObjectID = "485"; */
"485.title" = "Найти ключ на сервере.";

/* Class = "NSButtonCell"; title = "Close"; ObjectID = "503"; */
"503.title" = "Закрыть";

/* Class = "NSTextFieldCell"; title = "Retrieve key from keyserver."; ObjectID = "533"; */
"533.title" = "Получить ключ с сервера.";

/* Class = "NSButtonCell"; title = "Retrieve key"; ObjectID = "534"; */
"534.title" = "Получить ключ";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "536"; */
"536.title" = "Отмена";

/* Class = "NSTextFieldCell"; title = "Key ID:"; ObjectID = "537"; */
"537.title" = "ID ключа:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "745"; */
"745.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "Secret key for sign:"; ObjectID = "816"; */
"816.title" = "Секретный ключ для подписи:";

/* Class = "NSButtonCell"; title = "Allow secret key export"; ObjectID = "823"; */
"823.title" = "Экспортировать секретный ключ";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "825"; */
"825.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "ASCII"; ObjectID = "826"; */
"826.title" = "ASCII";

/* Class = "NSMenuItem"; title = "Binary"; ObjectID = "827"; */
"827.title" = "Двоичный";

/* Class = "NSTextFieldCell"; title = "Format:"; ObjectID = "828"; */
"828.title" = "Формат:";

/* Class = "NSTextFieldCell"; title = "Comment:"; ObjectID = "876"; */
"876.title" = "Комментарий:";

/* Class = "NSTextFieldCell"; title = "E-mail address:"; ObjectID = "877"; */
"877.title" = "Адрес e-mail:";

/* Class = "NSTextFieldCell"; title = "Full name:"; ObjectID = "878"; */
"878.title" = "Полное имя:";

/* Class = "NSTextFieldCell"; title = "Generate a new key pair."; ObjectID = "879"; */
"879.title" = "Создать пару ключей.";

/* Class = "NSButtonCell"; title = "Key expires"; ObjectID = "880"; */
"880.title" = "Ключ истекает";

/* Class = "NSTextFieldCell"; title = "Length:"; ObjectID = "881"; */
"881.title" = "Длина:";

/* Class = "NSTextFieldCell"; title = "Expiration date:"; ObjectID = "882"; */
"882.title" = "Срок годности:";

/* Class = "NSTextFieldCell"; title = "Key type:"; ObjectID = "883"; */
"883.title" = "Тип ключа:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "887"; */
"887.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "RSA (sign only)"; ObjectID = "888"; */
"888.title" = "RSA (только подпись)";

/* Class = "NSMenuItem"; title = "DSA (sign only)"; ObjectID = "889"; */
"889.title" = "DSA (только подпись)";

/* Class = "NSMenuItem"; title = "DSA and Elgamal"; ObjectID = "890"; */
"890.title" = "DSA и Elgamal";

/* Class = "NSMenuItem"; title = "RSA and RSA (default)"; ObjectID = "891"; */
"891.title" = "RSA и RSA (по умолчанию)";

/* Class = "NSTextFieldCell"; title = "Passphrase:"; ObjectID = "917"; */
"917.title" = "Пароль:";

/* Class = "NSTextFieldCell"; title = "confirm:"; ObjectID = "920"; */
"920.title" = "подтвердите:";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "923"; */
"923.title" = "Отмена";

/* Class = "NSButtonCell"; title = "Generate key"; ObjectID = "924"; */
"924.title" = "Создать ключ";

/* Class = "NSTextFieldCell"; title = "msgText"; ObjectID = "939"; */
"939.title" = "msgText";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "978"; */
"978.title" = "Текстовое поле";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "995"; */
"995.title" = "Отмена";

/* Class = "NSButtonCell"; title = "Retrieve key"; ObjectID = "1000"; */
"1000.title" = "Получить ключ";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "1011"; */
"1011.title" = "OtherViews";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "1025"; */
"1025.title" = "OK";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "1026"; */
"1026.title" = "Отмена";
